{
	"quotes": [{
		"text": "A man is what he thinks about all day long·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Nothing is more simple than greatness; indeed, to be simple is to be great·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Every next level of your life will demand a different you.",
		"author": "Anonymous"
	}, {
		"text": "Beware what you set your heart upon· For it surely shall be yours·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Who looks outside, dreams; who looks inside, awakes·",
		"author": "Carl Jung"
	}, {
		"text": "Don’t be pushed by your problems· Be led by your dreams·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Do not go where the path may lead, go instead where there is no path and leave a trail·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "The scariest moment is always just before you start·",
		"author": "Stephen King"
	}, {
		"text": "Little by little, one travels far·",
		"author": "J. R. R. Tolkien"
	}, {
		"text": "Dare to live the life you have dreamed for yourself· Go forward and make your dreams come true·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "We know what we are, but know not what we may be·",
		"author": "William Shakespeare"
	}, {
		"text": "Do that which is assigned you, and you cannot hope too much or dare too much·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Paths are made by walking·",
		"author": "Franz Kafka"
	}, {
		"text": "Thought is the blossom; language the bud; action the fruit behind it·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Be silly· Be honest· Be kind·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Learn to sell. Learn to build. If you can do both, you will be unstoppable·",
		"author": "Naval Ravikant"
	}, {
		"text": "The only person you are destined to become is the person you decide to be·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Trust thyself: every heart vibrates to that iron string·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "We walk alone in the world· Friends, such as we desire, are dreams and fables·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Without ambition one starts nothing· Without work one finishes nothing· The prize will not be sent to you· You have to win it·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Better to know a few things which are good and necessary than many things which are useless and mediocre·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "It will be the toughest thing you’ll ever do, but your heart is never wrong·",
		"author": "Maxime Lagacé"
	}, {
		"text": "Everything is possible. The impossible just takes longer·",
		"author": "Dan Brown"
	}, {
		"text": "Our strength grows out of our weakness·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "Every artist was first an amateur·",
		"author": "Ralph Waldo Emerson"
	}, {
		"text": "If you are free, you need to free somebody else. If you have some power, then your job is to empower somebody else·",
		"author": "Toni Morrison"
	}, {
		"text": "Individuals search for truth, groups search for consensus·",
		"author": "Naval Ravikant"
	}, {
		"text": "If you are not willing to risk the unusual, you will have to settle for the ordinary·",
		"author": "Jim Rohn"
	}, {
		"text": "Understand: you are one of a kind. Your character traits are a kind of chemical mix that will never be repeated in history. There are ideas unique to you, a specific rhythm and perspective that are your strengths, not your weaknesses. You must not be afraid of your uniqueness·",
		"author": "Robert Greene"
	}, {
		"text": "Our greatest strength lies not in never having fallen, but in rising every time we fall·",
		"author": "Anonymous"
	}, {
		"text": "To laugh often and much; To win the respect of intelligent people and the affection of children; To earn the appreciation of honest critics and endure the betrayal of false friends; To appreciate beauty, to find the best in others; To leave the world a bit better, whether by a healthy child, a garden patch or a redeemed social condition; To know even one life has breathed easier because you have lived· This is to have succeeded·",
		"author": "Anonymous"
	}, {
		"text": "When it is dark enough, you can see the stars·",
		"author": "Anonymous"
	}, {
		"text": "Life is a journey, not a destination·",
		"author": "Anonymous"
	}, {
		"text": "Unless you try to do something beyond what you have already mastered, you will never grow·",
		"author": "Anonymous"
	}, {
		"text": "Our greatest glory is not in never failing, but in rising up every time we fail·",
		"author": "Anonymous"
	}, {
		"text": "Once you make a decision, the universe conspires to make it happen·",
		"author": "Anonymous"
	}, {
		"text": "Build a better mousetrap, and the world will beat a path to your door·",
		"author": "Anonymous"
	}, {
		"text": "Never confuse a single defeat with a final defeat·",
		"author": "F. Scott Fitzgerald"
	}, {
		"text": "Ever tried. Ever failed. No matter. Try again. Fail again. Fail better·",
		"author": "Samuel Beckett"
	}, {
		"text": "A ship is always safe ashore but that is not what it’s built for·",
		"author": "Albert Einsteint"
	}, {
		"text": "Not all those who wander are lost·",
		"author": "J. R. R. Tolkien"
	}, {
		"text": "Be yourself; everyone else is already taken·",
		"author": "Oscar Wilde"
	}, {
		"text": "Resist much, obey little·",
		"author": "Walt Whitman"
	}, {
		"text": "They can because they think they can·",
		"author": "Virgil"
	}, {
		"text": "Obstacles are the cost of greatness·",
		"author": "Robin Sharm"
	}, {
		"text": "Take your time, play the long game, embrace the boring, the difficulties, the uncomfortable. This is how it will happen·",
		"author": "Maxime Lagacé"
	}]
}
