{
 "quotes":[
	{
		"text": "A man is what he thinks about all day long.",
		"author": "Ralph Waldo Emerson"
	}, {
	"text": "Nothing is more simple than greatness; indeed, to be simple is to be great.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "If we encounter a man of rare intellect, we should ask him what books he reads.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Beware what you set your heart upon. For it surely shall be yours.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Good luck is another name for tenacity of purpose.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Don’t be pushed by your problems. Be led by your dreams.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I like the silent church before the service begins, better than any preaching. ",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A man must consider what a rich realm he abdicates when he becomes a conformist.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Bad times have a scientific value. These are occasions a good learner would not miss.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Solitude, the safeguard of mediocrity, is to genius the stern friend.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Dare to live the life you have dreamed for yourself. Go forward and make your dreams come true.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "If the stars should appear but one night every thousand years how man would marvel and adore.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do that which is assigned you, and you cannot hope too much or dare too much.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is one of the most beautiful compensations of life, that no man can sincerely try to help another without helping himself.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Speak the truth, and all nature and all spirits help you with unexpected furtherance.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Sometimes a scream is better than a thesis. (Journals 1822–1863)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Thought is the blossom; language the bud; action the fruit behind it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Be silly. Be honest. Be kind.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The first wealth is health.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He is rich who owns the day, and no one owns the day who allows it to be invaded with fret and anxiety.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Great men exist that there may be greater men. (Representative Men)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The only person you are destined to become is the person you decide to be.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Trust thyself: every heart vibrates to that iron string.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The health of the eye seems to demand a horizon. We are never tired, so long as we can see far enough. (Nature, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "God will not have his work made manifest by cowards. Always, always, always, always, always do what you are afraid to do. Do the thing you fear and the death of fear is certain.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We walk alone in the world. Friends, such as we desire, are dreams and fables.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Without ambition one starts nothing. Without work one finishes nothing. The prize will not be sent to you. You have to win it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Better to know a few things which are good and necessary than many things which are useless and mediocre.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Wherever a man comes, there comes revolution. The old is for slaves.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "You shall have joy, or you shall have power, said God; you shall not have both.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The soul active sees absolute truth; and utters truth, or creates.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Great men are they who see that spiritual is stronger than any material force, that thoughts rule the world.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We judge of man’s wisdom by his hope.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A great man is always willing to be little.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our strength grows out of our weakness.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Adopt the pace of nature: her secret is patience.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every artist was first an amateur.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I awoke this morning with devout thanksgiving for my friends, the old and the new.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We become what we think about all day long.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Life is a succession of lessons, which must be lived to be understood.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "An ounce of action is worth a ton of theory.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nothing great was ever achieved without enthusiasm.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The years teach much which the days never know. (Essays: Second Series)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The reward of a thing well done is to have done it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Hitch your wagon to a star.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What you are comes to you.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our greatest strength lies not in never having fallen, but in rising every time we fall.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "To laugh often and much; To win the respect of intelligent people and the affection of children; To earn the appreciation of honest critics and endure the betrayal of false friends; To appreciate beauty, to find the best in others; To leave the world a bit better, whether by a healthy child, a garden patch or a redeemed social condition; To know even one life has breathed easier because you have lived. This is to have succeeded.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "When it is dark enough, you can see the stars.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Life is a journey, not a destination.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Unless you try to do something beyond what you have already mastered, you will never grow. More info",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our greatest glory is not in never failing, but in rising up every time we fail. More info",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Once you make a decision, the universe conspires to make it happen. More info",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Never lose an opportunity of seeing anything beautiful, for beauty is God’s handwriting.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Build a better mousetrap, and the world will beat a path to your door.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "For every minute you are angry you lose sixty seconds of happiness.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "One-liners, short Emerson quotes, thoughts and captions for your bio, social status, self-talk, motto, mantra, signs, posters, wallpapers, backgrounds.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Imitation is suicide.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Life is our dictionary.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Sprinkle joy.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The one prudence in life is concentration.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Truth is our element.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Valor consists in the power of self recovery.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Life is a progress, and not a station.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Blame is safer than praise.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I hate quotations. Tell me what you know.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Live well, learn plenty, laugh often, love much.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Genius is religious.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our faith comes in moments; our vice is habitual.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Give and it shall be given you.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A man is a god in ruins.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Science does not know its debt to imagination. (Letters and Social Aims)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do the thing and you will have the power.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The wise through excess of wisdom is made a fool.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We acquire the strength we have overcome.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Sorrow looks back, worry looks around, faith looks up.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "This world belongs to the energetic.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Thought is the seed of action.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Write it on your heart that every day is the best day in the year.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Be yourself; no base imitator of another, but your best self. (Self-Reliance and Other Essays)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There is something which you can do better than another. Listen to the inward voice and bravely obey that. Do the things at which you are great, not what you were never made for.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Even in the mud and scum of things, something always, always sings.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A hero is no braver than an ordinary man, but he is brave five minutes longer.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He needs no library, for he has not done thinking; no church, for he is himself a prophet; no statute book, for he hath the Lawgiver; no money, for he is value itself; no road, for he is at home where he is.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "But genius looks forward. The eyes of men are set in his forehead, not in his hindhead. Man hopes. Genius creates.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Each man has his own vocation; his talent is his call. There is one direction in which all space is open to him.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities, no doubt crept in. Forget them as soon as you can, tomorrow is a new day; begin it well and serenely, with too high a spirit to be cumbered with your old nonsense.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "This new day is too dear, with its hopes and invitations, to waste a moment on the yesterdays.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Is it so bad then to be misunderstood? Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh. To be great is to be misunderstood. (Self-Reliance and Other Essays)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "No facts are to me sacred; none are profane; I simply experiment, an endless seeker with no past at my back.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The invariable mark of a dream is to see it come true.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Insist on yourself; never imitate. Your own gift you can present every moment with the cumulative force of a whole life’s cultivation: but of the adopted talent of another, you gave only an extemporaneous, half possession.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The one thing which we seek with insatiable desire is to forget ourselves, to be surprised out of our propriety, to lose our sempiternal memory and to do something without knowing how or why; in short to draw a new circle.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The way of life is wonderful. It is by abandonment. The great moments of history are the facilities of performance through the strength of ideas, as the works of genius and religion.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Enthusiasm is one of the most powerful engines of success. When you do a thing, do it with all your might. Put your whole soul into it. Stamp it with your own personality. Be active, be energetic, be enthusiastic and faithful, and you will accomplish your object.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every genuine work of art has as much reason for being as the earth and the sun.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "‘Tis not important how the hero does this or that, but what he is.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It will never make any difference to a hero what the laws are. His greatness will shine and accomplish itself unto the end, whether they second him or not.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Work and acquire, and thou hast chained the wheel of chance.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Each man is a hero and an oracle to somebody. (Letters and Social Aims)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "My evening visitors, if they cannot see the clock should find the time in my face.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Who you are speaks so loudly I can’t hear what you’re saying.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Next to the originator of a good sentence is the first quoter of it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A great man quotes bravely, and will not draw on his invention when his memory serves him with a word just as good. (Letters and Social Aims)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "By necessity, by proclivity, and by delight, we all quote.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We do what we must, and call it by the best names we can. (Essays: Second Series)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do what we can, summer will have its flies: if we walk in the woods, we must feed mosquitos: if we go a-fishing, we must expect a wet coat. (Essays: First Series)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every really able man, in whatever direction he work,—a man of large affairs, an inventor, a statesman, an orator, a poet, a painter,—if you talk sincerely with him, considers his work, however much admired, as far short of what it should be.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The dull pray; the geniuses are light mockers. (Representative Men)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "People only see what they are prepared to see.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every burned book enlightens the world.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Each of us sees in others what we carry in our own hearts.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The reality is more excellent than the report.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "You have just dined, and however scrupulously the slaughterhouse is concealed in the graceful distance of miles, there is complicity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Money often costs too much.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I chide society, I embrace solitude, and yet I am not so ungrateful as not to see the wise, the lovely and the noble-minded, as from time to time they pass my gate.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The reason why the world lacks unity, and lies broken and in heaps, is, because man is disunited with himself.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Violence is not power, but the absence of power.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We are reformers in spring and summer; in autumn and winter, we stand by the old; reformers in the morning, conservers at night.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Can anybody remember when the times were not hard and money not scarce?",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A cynic can chill and dishearten with a single word.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Masses are rude, lame, unmade, pernicious in their demands and influence, and need not to be flattered, but to be schooled. I wish not to concede anything to them, but to tame, drill, divide, and break them up, and draw individuals out of them.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Go put your creed into the deed, nor speak with double tongue.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Be as beneficent as the sun or the sea, but if your rights as a rational being are trenched on, die on the first inch of your territory.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our life is an apprenticeship to the truth that around every circle another can be drawn; that there is no end in nature, but every end is a beginning, and under every deep a lower deep opens.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Most of the shadows of this life are caused by our standing in our own sunshine.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Conversation is a game of circles. In conversation we pluck up the termini which bound the common of silence on every side.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Everything in the universe goes by indirection. There are no straight lines.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do not believe that possibly you can escape the reward of your action.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Public opinion, I am sorry to say, will bear a great deal of nonsense. There is scarcely any absurdity so gross, whether in religion, politics, science or manners, which it will not bear.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "No matter how you seem to fatten on a crime, there can never be good for the bee which is bad for the hive.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Shall we then judge a country by the majority, or by the minority? By the minority, surely.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "For what avail the plough or sail, or land or life, if freedom fail?",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The end of the human race will be that it will eventually die of civilization.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We aim above the mark to hit the mark.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The eyes indicate the antiquity of the soul.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Common sense is genius dressed in its working clothes.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "People do not seem to realize that their opinion of the world is also a confession of character.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Let me never fall into the vulgar mistake of dreaming that I am persecuted whenever I am contradicted.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "As to methods there may be a million and then some, but principles are few. The man who grasps principles can successfully select his own methods. The man who tries methods, ignoring principles, is sure to have trouble.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every actual State is corrupt. Good men must not obey laws too well.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "If you would lift me you must be on higher ground. If you would liberate me you must be free. If you would correct my false view of facts, — hold up to me the same facts in the true order of thought, and I cannot go back from the new conviction. (Society and Solitude) (See also: freedom quotes)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every excess causes a defect; every defect an excess. Every sweet hath its sour; every evil its good. (Compensation, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Heroism feels and never reasons and therefore is always right.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The good are befriended even by weakness and defect. As no man had ever a point of pride that was not injurious to him, so no man had ever a defect that was not somewhere made useful to him. (Compensation, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every man in his lifetime needs to thank his faults. (Compensation, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "No man thoroughly understands a truth until he has contended against it, so no man has a thorough acquaintance with the hindrances or talents of men, until he has suffered from the one, and seen the triumph of the other over his own want of the same. (Compensation, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He who has put forth his total strength in fit actions, has the richest return of wisdom. (The American Scholar)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is the duty of men to judge men only by their actions. Our faculties furnish us with no means of arriving at the motive, the character, the secret self. We call the tree good from its fruits, and the man, from his works.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The invariable mark of wisdom is to see the miraculous in the common.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "An original sentence, a step forward, is worth more than all the censures.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "People wish to be settled: only as far as they are unsettled is there any hope for them.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "For every thing you have missed, you have gained something else; and for everything you gain, you lose something else.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The meaning of good and bad, of better and worse, is simply helping or hurting.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "To finish the moment, to find the journey’s end in every step of the road, to live the greatest number of good hours, is wisdom. (Essays: Second Series)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Want is a growing giant whom the coat of Have was never large enough to cover. (The Conduct of Life)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The thing done avails, and not what is said about it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "For every grain of wit there is a grain of folly.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "To fill the hour – that is happiness.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Happy is the hearing man; unhappy the speaking man.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "You cannot do a kindness too soon, for you never know how soon it will be too late.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Life is a train of moods like a string of beads; and as we pass through them they prove to be many colored lenses, which paint the world their aint the world their own hue, and each shows us only what lies in its own focus. (Essays: Second Series)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We are always getting ready to live but never living. (Journals 1822–1863)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A man is relieved and gay when he has put his heart into his work and done his best; but what he has said or done otherwise, shall give him no peace.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "And in the end, it’s not the years in your life that count. It’s the life in your years.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "All the good of nature is the soul’s, and may be had, if paid for in nature’s lawful coin, that is, by labor which the heart and the head allow.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I no longer wish to meet a good I do not earn, for example, to find a pot of buried gold, knowing that it brings with it new burdens.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I do not wish more external goods, — neither possessions, nor honors, nor powers, nor persons. The gain is apparent; the tax is certain.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Explore, and explore, and explore. Be neither chided nor flattered out of your position of perpetual inquiry. Neither dogmatise yourself, nor accept another’s dogmatism. Why should you renounce your right to traverse the star-lit deserts of truth, for the premature comforts of an acre, house, and barn? Truth also has its roof, and bed, and board.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Make yourself necessary to the world, and mankind will give you bread, and if not store of it, yet such as shall not take away your property in all men’s possessions, in all men’s affections, in art, in nature, and in hope.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "But man postpones or remembers; he does not live in the present, but with reverted eye laments the past, or, heedless of the riches that surround him, stands on tiptoe to foresee the future.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "All life is an experiment. The more experiments you make the better.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He cannot be happy and strong until he too lives with nature in the present, above time.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What your heart thinks is great, is great. The soul’s emphasis is always right.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do not be too timid and squeamish about your reactions. All life is an experiment. The more experiments you make the better.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "‘Tis curious that we only believe as deeply as we live.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There is no beautifier of complexion, or form, or behavior, like the wish to scatter joy and not pain around us.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He is rich who owns the day, and no one owns the day who allows it to be invaded with fret and anxiety.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nothing astonishes men so much as common sense and plain dealing.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Be not the slave of your own past – plunge into the sublime seas, dive deep, and swim far, so you shall come back with new self-respect, with new power, and with an advanced experience that shall explain and overlook the old.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Happiness is a perfume you cannot pour on others without getting some on yourself.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is not length of life, but depth of life.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Love and you shall be loved.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We must be our own before we can be another’s.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The least defect of self-possession vitiates, in my judgment, the entire relation.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There can never be deep peace between two spirits, never mutual respect until, in their dialogue, each stands for the whole world.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Peace cannot be achieved through violence, it can only be attained through understanding.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Without a rich heart, wealth is an ugly beggar.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Is not marriage an open question, when it is alleged, from the beginning of the world, that such as are in the institution wish to get out, and such as are out wish to get in?",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The real and lasting victories are those of peace and not of war.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He who is in love is wise and is becoming wiser, sees newly every time he looks at the object beloved, drawing from it with his eyes and his mind those virtues which it possesses.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Truth is handsomer than the affectation of love.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I must be myself. I cannot break myself any longer for you, or you. If you can love me for what I am, we shall be the happier. If you cannot, I will still seek to deserve that you should. (Self-Reliance and Other Essays)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "If you are true, but not in the same truth with me, cleave to your companions; I will seek my own. I do this not selfishly, but humbly and truly. It is alike your interest, and mine, and all men’s, however long we have dwelt in lies, to live in truth.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There can be no excess to love; none to knowledge; none to beauty, when these attributes are considered in the purest sense. (Compensation, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The love that you withhold is the pain that you carry.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "All mankind love a lover.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "This is my wish for you: Comfort on difficult days, smiles when sadness intrudes, rainbows to follow the clouds, laughter to kiss your lips, sunsets to warm your heart, hugs when spirits sag, beauty for your eyes to see, friendships to brighten your being, faith so that you can believe, confidence for when you doubt, courage to know yourself, patience to accept the truth, love to complete your life.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Don’t choose the better person, choose the person who makes a better you.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Make yourself necessary to somebody. Do not make life hard to any.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The only gift is a portion of thyself.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nature always wears the colors of the spirit.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The earth laughs in flowers.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The charming landscape which I saw this morning is indubitably made up of some 20 or 30 farms. Miller owns this field, Locke that, and Manning the woodland beyond. But none of them owns the landscape.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There is a property in the horizon which no man has but he whose eye can integrate all the parts, that is, the poet.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What is a weed? A plant whose virtues have not yet been discovered.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The happiest man is he who learns from nature the lesson of worship. (Nature, Essay, Amazon Book)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nature is a mutable cloud which is always and never the same.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Everything in nature contains all the power of nature. Everything is made of one hidden stuff.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "If a man has good corn or wood, or boards, or pigs to sell, or can make better chairs or knives, crucibles or church organs, than anybody else, you will find a broad hard-beaten road to his house, though it be in the woods.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The ancient precept, “Know thyself”, and the modern precept, “Study nature”, become at last one maxim. (The American Scholar)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "If the stars should appear one night in a thousand years, how would men believe and adore, and preserve for many generations the remembrance of the city of God which had been shown.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nature never wears a mean appearance. Neither does the wisest man extort her secret, and lose his curiosity by finding out all her perfection.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nature never became a toy to a wise spirit. The flowers, the animals, the mountains, reflected the wisdom of his best hour, as much as they had delighted the simplicity of his childhood.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "To speak truly, few adult persons can see nature. Most persons do not see the sun. At least they have a very superficial seeing.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The sun illuminates only the eye of the man, but shines into the eye and the heart of the child.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The lover of nature is he whose inward and outward senses are still truly adjusted to each other; who has retained the spirit of infancy even into the era of manhood. His intercourse with heaven and earth, becomes part of his daily food. (Nature, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "These roses under my window make no reference to former roses or to better ones; they are for what they are; they exist with God to-day. There is no time to them. There is simply the rose; it is perfect in every moment of its existence.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nature hates monopolies and exceptions.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every sunset brings the promise of a new dawn.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The world globes itself in a drop of dew.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Let us draw a lesson from nature, which always works by short ways. When the fruit is ripe, it falls.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The creation of a thousand forests is in one acorn.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "But if a man would be alone, let him look at the stars. The rays that come from those heavenly worlds, will separate between him and vulgar things. (Nature, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is one light which beams out of a thousand stars. It is one soul which animates all men. (The American Scholar)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The power of Nature predominates over the human will in all works of even the fine arts, in all that respects their material and external circumstances. Nature paints the best part of the picture, carves the best part of the statue, builds the best part of the house, and speaks the best part of the oration. (Society and Solitude)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The greatest wonder is that we can see these trees and not wonder more.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The sky is the daily bread of the eyes.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Let him go where he will, he can only find so much beauty or worth as he carries.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Beauty without expression is boring.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Beauty is the mark God sets upon virtue. (Nature, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We are immersed in beauty, but our eyes have no clear vision. (The Essays of )",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do not waste yourself in rejection, nor bark against the bad, but chant the beauty of the good.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "To the attentive eye, each moment of the year has its own beauty, and in the same fields, it beholds, every hour, a picture which was never seen before, and which shall never be seen again. (Nature, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There are many beauties; as, of general nature, of the human face and form, of manners, of brain, or method, moral beauty, or beauty of the soul.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The moral sense reappears today with the same morning newness that has been from of old the fountain of beauty and strength.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We find delight in the beauty and happiness of children that makes the heart too big for the body.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "On stars: Every night come out these envoys of beauty, and light the universe with their admonishing smile.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The poet, the painter, the sculptor, the musician, the architect, seek each to concentrate this radiance of the world on one point, and each in his several work to satisfy the love of beauty which stimulates him to produce. (Nature, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We ascribe beauty to that which is simple; which has no superfluous parts; which exactly answers its end. […] It is the most enduring quality, and the most ascending quality.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Beauty rests on necessities. The line of beauty is the result of perfect economy.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Beauty without grace is the hook without the bait.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Truth, and goodness, and beauty are but different faces of the same all.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Self-trust is the first secret of success.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Self-command is the main elegance.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Self-reliance, the height and perfection of man, is reliance on God.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "None of us will ever accomplish anything excellent or commanding except when he listens to this whisper which is heard by him alone.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nothing can bring you peace but yourself. Nothing can bring you peace but the triumph of principles. (Self-Reliance and Other Essays)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "If the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We wish to be self-sustained. We do not quite forgive a giver. The hand that feeds us is in some danger of being bitten.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Your genuine action will explain itself, and will explain your other genuine actions. Your conformity explains nothing.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I have been writing and speaking what were once called novelties, for twenty five or thirty years, & have not now one disciple. Why? Not that what I said was not true; not that it has not found intelligent receivers but because it did not go from any wish in me to bring men to me, but to themselves.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do not yet see, that, if the single man plant himself indomitably on his instincts, and there abide, the huge world will come round to him.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "All our progress is an unfolding, like the vegetable bud. You have first an instinct, then an opinion, then a knowledge, as the plant has root, bud, and fruit. (Essays: First Series)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Trust the instinct to the end, though you can render no reason. It is vain to hurry it. By trusting it to the end it shall ripen into truth, and you shall know why you believe.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "To believe your own thought, to believe that what is true for you in your private heart is true for all men, — that is genius.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A man should learn to detect and watch that gleam of light which flashes across his mind from within, more than the lustre of the firmament of bards and sages. Yet he dismisses without notice his thought, because it is his.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is easy to live for others, everybody does. I call on you to live for yourself.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We but half express ourselves, and are ashamed of that divine idea which each of us represents.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Accept the place the divine providence has found for you, the society of your contemporaries, the connection of events. Great men have always done so.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I will so trust that what is deep is holy, that I will do strongly before the sun and moon whatever only rejoices me, and the heart appoints.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A complete man should need no auxiliaries to his personal presence.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "On Henry David Thoreau: He chose to be rich by making his wants few, and supplying them himself.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Self-trust is the essence of heroism. […] It speaks the truth, and it is just, generous, hospitable, temperate, scornful of petty calculations, and scornful of being scorned.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Discontent is the want of self-reliance: it is infirmity of will.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "If a man own land, the land owns him.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Fear defeats more people than any other one thing in the world.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our distrust is very expensive.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It was a high counsel that I once heard given to a young person, — “always do what you are afraid to do”. (Essays: First Series)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He who is not everyday conquering some fear has not learned the secret of life.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Don’t waste life in doubts and fears; spend yourself on the work before you, well assured that the right performance of this hour’s duties will be the best preparation for the hours and ages that will follow it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "When a resolute young fellow steps up to the great bully, the world, and takes him boldly by the beard, he is often surprised to find it comes off in his hand, and that it was only tied on to scare away the timid adventurers.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What a man does, that he has. What has he to do with hope or fear? In himself is his might. Let him regard no good as solid but that which is in his nature, and which must grow out of him as long as he exists. The goods of fortune may come and go like summer leaves; let him scatter them on every wind as the momentary signs of his infinite productiveness.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Whatever you do, you need courage. Whatever course you decide upon, there is always someone to tell you that you are wrong. There are always difficulties arising that tempt you to believe your critics are right. To map out a course of action and follow it to an end requires some of the same courage that a soldier needs. Peace has its victories, but it takes brave men and women to win them.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Fear is an instructor of great sagacity, and the herald of all revolutions.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What a new face courage puts on everything!",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The wise man throws himself on the side of his assailants. It is more his interest than it is theirs to find his weak point.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "In general, every evil to which we do not succumb is a benefactor. (Compensation, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Great men, great nations, have not been boasters and buffoons, but perceivers of the terror of life, and have manned themselves to face it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Whatever limits us we call fate.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "That what we seek we shall find; what we flee from flees from us.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Action is with the scholar subordinate, but it is essential. Without it, he is not yet man. Without it, thought can never ripen into truth.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What we fear doing most is usually what we most need to do.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Free should the scholar be, — free and brave… Brave; for fear is a thing, which a scholar by his very function puts behind him. Fear always springs from ignorance… The world is his, who can see through its pretension.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Courage charms us, because it indicates that a man loves an idea better than all things in the world, that he is thinking neither of his bed, nor his dinner, nor his money, but will venture all to put in act the invisible thought of his mind.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "That which we persist in doing becomes easier to do, not that the nature of the thing has changed but that our power to do has increased.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The characteristic of a genuine heroism is its persistency.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The heroic cannot be the common, nor the common the heroic.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "At times the whole world seems to be in conspiracy to importune you with emphatic trifles. Friend, client, child, sickness, fear, want, charity, all knock at once at thy closet door and say,—’Come out unto us.’ But keep thy state; come not into their confusion. (The Essays of )",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The best lightning rod for your protection is your own spine.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "In skating over thin ice our safety is in our speed.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The secret of education lies in respecting the pupil.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every man is a quotation from all his ancestors.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The things taught in schools and colleges are not an education, but the means to an education.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "In my walks, every man I meet is my superior in some way, and in that I learn from him.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our chief want is someone who will inspire us to be what we know we could be.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The boy wishes to learn to skate, to coast, to catch a fish in the brook, to hit a mark with a snowball or a stone; and a boy a little older is just as well pleased to teach him these sciences.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The search after the great men is the dream of youth, and the most serious occupation of manhood.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Books are the best of things, well used; abused, the worst. What is the right use? What is the end which all means go to effect? They are for nothing but to inspire. (The American Scholar)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Colleges… can only highly serve us, when they aim not to drill, but to create; when they gather from far every ray of various genius to their hospitable halls, and, by the concentrated fires, set the hearts of their youth on flame.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There is properly no history; only biography.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Children are all foreigners.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Many times the reading of a book has made the future of a man.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Never read any book that is not a year old. (In Praise Of Books)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Books are the best type of the influence of the past… The theory of books is noble. (See also: book quotes)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Respect the child. Be not too much his parent. Trespass not on his solitude.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We are students of words: we are shut up in schools, and colleges, and recitation -rooms, for ten or fifteen years, and come out at last with a bag of wind, a memory of words, and do not know a thing.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There is a time in every man’s education when he arrives at the conviction that envy is ignorance; that imitation is suicide; that he must take himself for better for worse as his portion.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We are too civil to books. For a few golden sentences we will turn over and actually read a volume of four or five hundred pages.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Some books leave us free and some books make us free.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The mind, once stretched by a new idea, never returns to its original dimensions.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There never was a child so lovely, but his mother was glad to get him asleep.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Respect the child. Wait and see the new product of Nature. Nature loves analogies, but not repetitions. Respect the child. Be not too much his parent. Trespass not on his solitude.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Poetry teaches the enormous force of a few words, and, in proportion to the inspiration, checks loquacity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Literature is the effort of man to indemnify himself for the wrongs of his condition.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "See in college how we thwart the natural love of learning by leaving the natural method of teaching what each wishes to learn, and insisting that you shall learn what you have no taste or capacity for.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The college, which should be a place of delightful labour, is made odious and unhealthy, and the young men are tempted to frivolous amusements to rally their jaded spirits.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Scholarship is to be created not by compulsion, but by awakening a pure interest in knowledge. The wise instructor accomplishes this by opening to his pupils precisely the attractions the study has for himself. The marking is a system for schools, not for the college; for boys, not for men; and it is an ungracious work to put on a professor.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The man who can make hard things easy is the educator.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The measure of a master is his success in bringing all men round to his opinion twenty years later.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Shall I tell you the secret of the true scholar? It is this: Every man I meet is my master in some point, and in that I learn of him.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "In the highest civilization, the book is still the highest delight. He who has once known its satisfactions is provided with a resource against calamity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Genius borrows nobly. When Shakespeare is charged with debts to his authors, Landor replies: “Yet he was more original than his originals. He breathed upon dead bodies and brought them into life”.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The intellect is vagabond, and our system of education fosters restlessness.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There is no knowledge that is not power.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Men are what their mothers made them.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Skill to do comes of doing.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Life consists of what man is thinking about all day.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The ancestor of every action is a thought.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Good thoughts are no better than good dreams, unless they be executed.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The Gods we worship write their names on our faces; be sure of that.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "When we have new perception, we shall gladly disburden the memory of its hoarded treasures as old rubbish.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A person will worship something, have no doubt about that. We may think our tribute is paid in secret in the dark recesses of our hearts, but it will come out. That which dominates our imaginations and our thoughts will determine our lives, and our character. Therefore, it behooves us to be careful what we worship, for what we are worshipping, we are becoming.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "To different minds, the same world is a hell, and a heaven. (Journals 1822–1863)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nothing is at last sacred but the integrity of your own mind.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Beware when the great God lets loose a thinker on this planet.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Do not say things. What you are stands over you the while, and thunders, so that I cannot hear what you say to the contrary. (Letters and Social Aims)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Every man alone is sincere. At the entrance of a second person, hypocrisy begins. We parry and fend the approach of our fellow-man by compliments, by gossip, by amusements, by affairs. We cover up our thought from him under a hundred folds.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "By necessity, by proclivity, and by delight, we all quote. In fact, it is as difficult to appropriate the thoughts of others as it is to invent.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What I must do is all that concerns me, not what the people think. This rule, equally arduous in actual and intellectual life, may serve for the whole distinction between greatness and meanness.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Stay at home in your mind. Don’t recite other people’s opinions.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What am I? And what is? Asks the human spirit with a curiosity new-kindled, but never to be quenched.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Belief consists in accepting the affirmations of the soul; Unbelief, in denying them.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Judge of your natural character by what you do in your dreams.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A painter told me that nobody could draw a tree without in some sort becoming a tree; or draw a child by studying the outlines of its form merely… but by watching for a time his motions and plays, the painter enters into his nature and can then draw him at every attitude.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The purpose of life seems to be to acquaint a man with himself and whatever science or art or course of action he engages in reacts upon and illuminates the recesses of his own mind.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The best effect of fine persons is felt after we have left their presence.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The stars awaken a certain reverence, because though always present, they are inaccessible; but all natural objects make a kindred impression, when the mind is open to their influence.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We will walk on our own feet; we will work with our own hands; we will speak our own minds… A nation of men will for the first time exist, because each believes himself inspired by the Divine Soul which also inspires all men.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Thought is all light, and publishes itself to the universe. It will speak, though you were dumb, by its own miraculous organ. It will flow out of your actions, your manners, and your face. It will bring you friendships. It will impledge you to truth by the love and expectation of generous minds.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Circles, like the soul, are never-ending and turn round and round without a stop",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Things are pretty, graceful, rich, elegant, handsome, but, until they speak to the imagination, not yet beautiful.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Men love to wonder, and that is the seed of our science.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A good symbol is the best argument, and is a missionary to persuade thousands.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "All my best thoughts were stolen by the ancients.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Your goodness must have some edge to it — else it is none.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The world makes way for the man who knows where he is going.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "So is cheerfulness, or a good temper, the more it is spent, the more remains.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "No great man ever complains of want of opportunity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Power ceases in the instant of repose; it resides in the moment of transition from a past to a new state, in the shooting of the gulf, in the darting to an aim.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Success treads on every right step. For the instinct is sure, that prompts him to tell his brother what he thinks. He then learns, that in going down into the secrets of his own mind, he has descended into the secrets of all minds.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Character is higher than intellect.[…] A great soul will be strong to live, as well as strong to think. (The American Scholar)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is easy in the world to live after the world’s opinion; it is easy in solitude to live after our own.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The great man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Whoso would be a man, must be a nonconformist. He who would gather immortal palms must not be hindered by the name of goodness, but must explore if it be goodness. (Self-Reliance and Other Essays)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nothing is at last sacred but the integrity of your own mind. Absolve you to yourself, and you shall have the suffrage of the world.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Shallow men believe in luck or circumstance. Strong men believe in cause and effect.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The imitator dooms himself to hopeless mediocrity. The inventor did it because it was natural to him, and so in him it has a charm.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The man who renounces himself, comes to himself.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The good news is that the moment you decide that what you know is more important than what you have been taught to believe, you will have shifted gears in your quest for abundance. Success comes from within, not from without. (See also: 10 Habits of Successful People, yurielkaim.com)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I hate to be defended in a newspaper. As long as all that is said is said against me, I feel a certain assurance of success. But as soon as honeyed words of praise are spoken for me, I feel as one that lies unprotected before his enemies. (Compensation, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The sublime is excited in me by the great stoical doctrine, obey thyself.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "When you strike at a king, you must kill him.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "When you were born you were crying and everyone else was smiling. Live your life so at the end, your’re the one who is smiling and everyone else is crying.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "In failing circumstances no one can be relied on to keep their integrity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The good lawyer is not the man who has an eye to every side and angle of contingency, and qualifies all his qualifications, but who throws himself on your part so heartily, that he can get you out of a scrape.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We must be as courteous to a man as we are to a picture, which we are willing to give the advantage of a good light.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A foolish consistency is the hobgoblin of little minds, adored by little statesmen and philosophers and divines. With consistency a great soul has simply nothing to do. He may as well concern himself with his shadow on the wall.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Whatever games are played with us, we must play no games with ourselves, but deal in our privacy with the last honesty and truth.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The mark of the man of the world is absence of pretension. He does not make a speech; he takes a low business-tone, avoids all brag, is nobody, dresses plainly, promises not at all, performs much, speaks in monosyllables, hugs his fact.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The greatest homage we can pay to truth is to use it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "As long as a man stands in his own way, everything seems to be in his way.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Happy is the house that shelters a friend.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The only reward of virtue is virtue; the only way to have a friend is to be one.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Friendship should be surrounded with ceremonies and respects, and not crushed into corners. Friendship requires more time than poor busy men can usually command.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The glory of friendship is not the outstretched hand, nor the kindly smile, nor the joy of companionship; it is the spiritual inspiration that comes to one when you discover that someone else believes in you and is willing to trust you with a friendship.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Trust men and they will be true to you; treat them greatly, and they will show themselves great.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A friend is a person with whom I may be sincere. Before him I may think aloud.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I am arrived at last in the presence of a man so real and equal that I may drop even those undermost garments of dissimulation, courtesy, and second thought, which men never put off, and may deal with him with the simplicity and wholeness, with which one chemical atom meets another.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The other element of friendship is tenderness. We are holden to men by every sort of tie, by blood, by pride, by fear, by hope, by lucre, by lust, by hate, by admiration, by every circumstance and badge and trifle, but we can scarce believe that so much character can subsist in another as to draw us by love.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Life is short, but there is always time enough for courtesy.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Can another be so blessed, and we so pure, that we can offer him tenderness? When a man becomes dear to me, I have touched the goal of fortune.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Two may talk and one may hear, but three cannot take part in a conversation of the most sincere and searching sort.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Always scorn appearances, and you always may.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The ornament of a house is the friends who frequent it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He who has a thousand friends has not a friend to spare, and he who has one enemy will meet him everywhere.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A friend may well be reckoned the masterpiece of nature.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The highest compact we can make with our fellow is, “Let there be truth between us two forever more”.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Friends seem to be only mirrors to draw out and explain to us ourselves; and that which draws us nearer our fellow man, is, that the deep Heart in one, answers the deep Heart in another, — that we find we have (a common Nature) — one life which runs through all individuals, and which is indeed Divine.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The condition which high friendship demands is ability to do without it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our intellectual and active powers increase with our affection. The scholar sits down to write, and all his years of meditation do not furnish him with one good thought or happy expression; but it is necessary to write a letter to a friend, and, forthwith, troops of gentle thoughts invest themselves, on every hand, with chosen words.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I must feel pride in my friend’s accomplishments as if they were mine, and a property in his virtues. I feel as warmly when he is praised, as the lover when he hears applause of his engaged maiden.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I do not wish to treat friendships daintily, but with roughest courage. When they are real, they are not glass threads or frost-work, but the solidest thing we know.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I hate the prostitution of the name of friendship to signify modish and worldly alliances.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Friendship is for aid and comfort through all the relations and passages of life and death.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is one of the blessings of old friends that you can afford to be stupid with them.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is fit for serene days, and graceful gifts, and country rambles, but also for rough roads and hard fare, shipwreck, poverty, and persecution.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We are to dignify to each other the daily needs and offices of man’s life, and embellish it by courage, wisdom and unity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It should never fall into something usual and settled, but should be alert and inventive, and add rhyme and reason to what was drudgery.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Friendship demands a religious treatment. We talk of choosing our friends, but friends are self-elected. Reverence is a great part of it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The essence of friendship is entireness, a total magnanimity and trust.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Other men are lenses through which we read our own minds. (Representative Men)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Let your greatness educate the crude and cold companion.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Men are better than their theology.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Let us be silent, that we may hear the whisper of God.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "God enters by a private door into every individual.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Make your own Bible. Select and collect all the words and sentences that in all your readings have been to you like the blast of a trumpet.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The religion of one age is the literary entertainment of the next.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The progress of religion is steadily to its identity with morals. Strength enters just as much as the moral element prevails.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The god of the cannibals will be a cannibal, of the crusaders a crusader, and of the merchants a merchant.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The religion that is afraid of science dishonors God and commits suicide.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "In the matter of religion, people eagerly fasten their eyes on the difference between their own creed and yours; whilst the charm of the study is in finding the agreements and identities in all the religions of humanity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A sect or party is an elegant incognito devised to save a man from the vexation of thinking.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "In how many churches, by how many prophets, tell me, is man made sensible that he is an infinite Soul; that the earth and heavens are passing into his mind; that he is drinking forever the soul of God?",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Religion is to do right. It is to love, it is to serve, it is to think, it is to be humble.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "When a man lives with God, his voice shall be as sweet as the murmur of the brook and the rustle of the corn.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "God offers to every mind its choice between truth and repose.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "All I have seen teaches me to trust the creator for all I have not seen.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The faith that stands on authority is not faith.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The less government we have, the better — the fewer laws, and the less confided power.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Society everywhere is in conspiracy against the manhood of everyone of its members.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A nation never falls but by suicide.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Man exists for his own sake and not to add a laborer to the state.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The two parties which divide the state, the party of Conservatism and that of Innovation, are very old, and have disputed the possession of the world ever since it was made.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "These rabble at Washington … see, against the unanimous expression of the people, how much a little well-directed effrontery can achieve, how much crime the people will bear, and they proceed from step to step…",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Conservatism stands on man’s confessed limitations; reform on his indisputable infinitude; conservatism on circumstance; liberalism on power; one goes to make an adroit member of the social frame; the other to postpone all things to the man himself; conservatism is debonnair and social; reform is individual and imperious.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Reform is affirmative, conservatism negative; conservatism goes for comfort, reform for truth.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Conservatism is more candid to behold another’s worth; reform more disposed to maintain and increase its own.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Conservatism makes no poetry, breathes no prayer, has no invention; it is all memory. Reform has no gratitude, no prudence, no husbandry.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "When a whole nation is roaring Patriotism at the top of its voice, I am fain to explore the cleanness of its hands and the purity of its heart.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The true test of civilization is, not the census, nor the size of the cities, nor the crops – no, but the kind of man the country turns out.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "From Washington, proverbially ‘the city of distances,’ through all its cities, states, and territories, it is a country of beginnings, of projects, of designs, and expectations.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Those who stay away from the election think that one vote will do no good: ‘Tis but one step more to think one vote will do no harm.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "There is always a certain meanness in the argument of conservatism, joined with a certain superiority in its fact.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "These are the voices which we hear in solitude, but they grow faint and inaudible as we enter into the world.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Society is a wave. The wave moves onward, but the water of which it is composed does not. (Self-Reliance and Other Essays)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "All men plume themselves on the improvement of society, and no man improves.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "With the past, I have nothing to do; nor with the future. I live now.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Let us leave hurry to slaves.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We ask for long life, but ’tis deep life, or noble moments that signify. Let the measure of time be spiritual, not mechanical. (Society and Solitude)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Time dissipates to shining ether the solid angularity of facts.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Speak your latent conviction, and it shall be the universal sense; for the inmost in due time becomes the outmost, — and our first thought is rendered back to us by the trumpets of the Last Judgment. (Self-Reliance and Other Essays)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A man builds a fine house; and now he has a master, and a task for life: he is to furnish, watch, show it, and keep it in repair, the rest of his days.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Alcohol, hashish, prussic acid, strychnine are weak dilutions. The surest poison is time.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I cannot remember the books I’ve read any more than the meals I have eaten; even so, they have made me.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Life is not so short but that there is always time enough for courtesy. (Letters and Social Aims)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Who hears me, who understands me, becomes mine, a possession for all time.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Nature is methodical, and doeth her work well. Time is never to be hurried.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The imagination and the senses cannot be gratified at the same time.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Manners require time, and nothing is more vulgar than haste.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "This day is all that is good and fair. It is too dear, with its hopes and invitations, to waste a moment on the yesterdays.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Guard well your spare moments. They are like uncut diamonds. Discard them and their value will never be known. Improve them and they will become the brightest gems in a useful life.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "This time, like all times, is a very good one, if we but know what to do with it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The sum of wisdom is that time is never lost that is devoted to work.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Today is a king in disguise.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Grow angry slowly – there’s plenty of time.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Finish each day before you begin the next, and interpose a solid wall of sleep between the two. This you cannot do without temperance.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Tobacco, coffee, alcohol, hashish, prussic acid, strychnine, are weak dilutions. The surest poison is time.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "So much of our time is spent in preparation, so much in routine, and so much in retrospect, that the amount of each person’s genius is confined to a very few hours.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "A moment is a concentrated eternity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What would be the use of immortality to a person who cannot use well a half an hour?",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Live in the sunshine, swim the sea, drink the wild air.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Health is the first muse, and sleep is the condition to produce it.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Give me health and a day, and I will make the pomp of emperors ridiculous. (Nature, Essay)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The imagination is not a talent of some men but is the health of every man.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Few people know how to take a walk. The qualifications are endurance, plain clothes, old shoes, an eye for nature, good humor, vast curiosity, good speech, good silence and nothing too much.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The one thing in the world, of value, is the active soul. (The American Scholar)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Health is the condition of wisdom, and the sign is cheerfulness – an open and noble temper.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "When I go into the garden with a spade, and dig a bed, I feel such an exhilaration and health that I discover that I have been defrauding myself all this time in letting others do for me what I should have done with my own hands.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Sickness is poor-spirited, and cannot serve anyone; it must husband its resources to live. But health or fullness answers its own ends, and has to spare, runs over, and inundates the neighborhoods and creeks of other men’s necessities.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We forget ourselves and our destinies in health, and the chief use of temporary sickness is to remind us of these concerns.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Prudence is the virtue of the senses. […] It is content to seek health of body by complying with physical conditions, and health of mind by the laws of the intellect.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I will say, get health. No labor, pains, temperance, poverty, nor exercise, that can gain it, must be grudged.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The best part of health is fine disposition. It is more essential than talent, even in the works of talent.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Whenever you are sincerely pleased, you are nourished. The joy of the spirit indicates its strength. All healthy things are sweet-tempered.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Intellectual tasting of life will not supersede muscular activity.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "We don’t grow old. When we cease to grow, we become old.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "What is true anywhere is true everywhere.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Though we travel the world over to find the beautiful, we must carry it with us, or we find it not. (The Essays of )",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The voyage of the best ship is a zigzag line of a hundred tacks. See the line from a sufficient distance, and it straightens itself to the average tendency. (Self-Reliance and Other Essays)",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Travelling is a fool’s paradise. Our first journeys discover to us the indifference of places.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "At home I dream that at Naples, at Rome, I can be intoxicated with beauty, and lose my sadness. I pack my trunk, embrace my friends, embark on the sea, and at last wake up in Naples, and there beside me is the stern fact, the sad self, unrelenting, identical, that I fled from. I seek the Vatican, and the palaces. I affect to be intoxicated with sights and suggestions, but I am not intoxicated. My giant goes with me wherever I go.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The most advanced nations are always those who navigate the most.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I am not much an advocate for traveling, and I observe that men run away to other countries because they are not good in their own, and run back to their own because they pass for nothing in the new places. For the most part, only the light characters travel.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "For the most part, only the light characters travel. Who are you that have no task to keep you at home?",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "No man should travel until he has learned the language of the country he visits. Otherwise he voluntarily makes himself a great baby – so helpless and so ridiculous.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Everything good is on the highway.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "It is for want of self-culture that the superstition of travelling, whose idols are Italy, England, Egypt, retains its fascination for all educated Americans.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "Our minds travel when our bodies are forced to stay at home.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The soul is no traveler; the wise man stays at home, and when his necessities, his duties, on any occasion call him from his house, or into foreign lands, he is at home still.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "I have no churlish objection to the circumnavigation of the globe, for the purposes of art, of study, and benevolence, so that the man is first domesticated, or does not go abroad with the hope of finding somewhat greater than he knows.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He who travels to be amused, or to get somewhat which he does not carry, travels away from himself, and grows old even in youth among old things.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The antidotes against this organic egotism, are, the range and variety of attractions, as gained by acquaintance with the world, with men of merit, with classes of society, with travel, with eminent persons, and with the high resources of philosophy, art, and religion: books, travel, society, solitude.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "He that does not fill a place at home, cannot abroad. He only goes there to hide his insignificance in a larger crowd.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "You do not think you will find anything there which you have not seen at home? The stuff of all countries is just the same.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The phrase ‘to know the world,’ or to travel, is synonymous with all men’s ideas of advantage and superiority. No doubt, to a man of sense, travel offers advantages.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": "The uses of travel are occasional, and short; but the best fruit it finds, when it finds it, is conversation; and this is a main function of life.",
	"author": "Ralph Waldo Emerson"
}, {
	"text": ":wA foreign country is a point of comparison, where from to judge his own.",

	"author": "Ralph Waldo Emerson"
}]
}